/* Sample content in English: 'Untitled 1'.  The first argument is a name, the second argument is replaced by a number. */
"%@ %@" = "%1$@ %2$@";

/* Message for when an exception is raised whe loading a color list */
"An error occurred while reading the color palette \\U2018%@\\U2019. Select a different palette." = "При чтении палитры цветов «%@» произошла ошибка. Выберите другую палитру.";

/* Message for a color panel save error */
"An error occurred while saving the color palette \\U2018%@\\U2019. Try saving again." = "При сохранении палитры цветов «%@» произошла ошибка. Повторите попытку сохранения.";

/* Error to present to the user when there is a save failure. */
"An error occurred while trying to save the Custom Palette to \\U2018%@\\U2019. Try saving again." = "При сохранении пользовательской палитры в «%@» произошла ошибка. Повторите попытку сохранения.";

/* COMMENT */
"Are you sure you want to remove the entire \\U2018%@\\U2019 color palette?" = "Вы действительно хотите удалить всю палитру цветов «%@»?";

/* Brightness slider text */
"Brightness" = "Яркость";

/* COMMENT
   NEED COMMENT */
"Cancel" = "Отменить";

/* Color space or profile model name; cyan-magenta-yellow-black */
"CMYK" = "CMYK";

/* Tooltip for the color lists palette button at the top of the color panel. */
"Color Palettes" = "Цветовые палитры";

/* Tooltip for the color sliders button in the top row of the color panel. */
"Color Sliders" = "Цветовые модели";

/* Tooltip for the color wheel button in the top row of the color panel. */
"Color Wheel" = "Цветовой круг";

/* Tooltip for the crayon picker button in the top row of the color panel. */
"Crayons" = "Карандаши";

/* Name of the device-dependent CMYK (cyan-magenta-yellow-black) color space or profile in the color panel */
"Device CMYK" = "Устройство CMYK";

/* Name of the device-dependent gray (monochrome)  color space or profile in the color panel */
"Device Gray" = "Устройство Gray";

/* Name of the device-dependent RGB (red-green-blue) color space or profile in the color panel. */
"Device RGB" = "Устройство RGB";

/* Color space or profile model name */
"DeviceN" = "DeviceN";

/* NEED COMMENT */
"Error Renaming Palette" = "Ошибка переименования палитры";

/* Name of the generic (or 'calibrated') CMYK (cyan-magenta-yellow-black) color space or color profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic CMYK" = "Общий CMYK";

/* Name of the generic (or 'calibrated') gray (monochrome) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic Gray" = "Общий Gray";

/* Name of the generic (or 'calibrated') RGB (red-green-blue) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic RGB" = "Общий RGB";

/* Color space or profile model name; monochrome */
"Gray" = "Серый";

/* Title for menu item that, when clicked, will hide the color panel. */
"Hide Colors" = "Скрыть цвета";

/* Hue slider text */
"Hue" = "Оттенок";

/* Tooltip for the image palettes button in the top row of the color panel. */
"Image Palettes" = "Палитра картинки";

/* Color space or profile model name */
"Indexed" = "Индексированный";

/* NEED COMMENT */
"It\\U2019s unclear which item you want to rename. Make sure you have only selected one item." = "Объект для переименования указан неточно. Убедитесь, что выбран только один объект.";

/* Color space or profile model name */
"L*a*b*" = "L*a*b*";

/* Open palette panel title */
"New Color Palette" = "Новая палитра";

/* COMMENT */
"New name for color palette:" = "Новое имя для палитры цветов:";

/* Open Color Pallete panel title */
"Open Color Palette" = "Открыть палитру цветов";

/* Color space or profile model name */
"Pattern" = "Штриховка";

/* COMMENT
   NEED COMMENT */
"Remove" = "Удалить";

/* COMMENT */
"Remove Color Palette" = "Удалить палитру цветов";

/* NEED COMMENT */
"Remove Palette" = "Удалить палитру";

/* NEED COMMENT */
"Removing a Custom Palette is permanent. Are you sure you want to remove %@ from your custom palettes?" = "Удаление произвольной палитры необратимо. Вы действительно хотите удалить %@?";

/* Generic title for color renaming panels */
"Rename Color" = "Переименовать цвет";

/* Color space or profile model name; stands for red-green-blue */
"RGB" = "RGB";

/* Saturation slider text */
"Saturation" = "Насыщенность";

/* Title for menu item that, when clicked, will show the color panel. */
"Show Colors" = "Показать цвета";

/* tool tip for list popup */
"The color palette \\U2018%@\\U2019 contains %ld colors." = "Палитра цветов «%1$@» содержит %2$ld цвет.";

/* NEED COMMENT */
"The file \\U2018%@\\U2019 could not be removed." = "Не удалось удалить файл «%@».";

/* NEED COMMENT */
"The image \\U2018%@\\U2019 couldn\\U2019t be renamed to \\U2018%@\\U2019." = "Не удалось переименовать изображение «%1$@» в «%2$@».";

/* NEED COMMENT */
"The permission settings on file \\U2018%@\\U2019 don\\U2019t allow it to be modified." = "Настройки прав доступа к файлу «%@» запрещают его модификацию.";

/* tool tip for list popup */
"The profile \\U2018%@\\U2019 contains %ld colors." = "Профиль «%1$@» содержит %2$ld цветов.";

/* NEED COMMENT */
"There was a Color Panel error." = "Произошла ошибка панели цветов.";

/* Title for when a color panel has an exception raised when creating */
"There was an error opening a color palette." = "Произошла ошибка при открытии палитры цветов.";

/* Error to present to the user when there is a save failure.
   Title for a color panel save error */
"There was an error saving a color palette." = "Произошла ошибка при сохранении палитры цветов.";

/* Message to show users that try to use the ColorSync button in the color panel for things like Pattern colors (which can't have profiles attached). */
"This color cannot use profiles." = "Этот цвет не поддерживает использование профилей.";

/* Default new list name - Untitled
   Default new user palette name */
"Unnamed" = "Новая";

/* COMMENT */
"You already have a color named \\U2018%@\\U2019 in this list. Choose a different name." = "В этом списке уже есть цвет с именем «%@». Выберите другое имя.";

/* NEED COMMENT */
"You already have a Custom Palette named \\U2018%@\\U2019. Choose a different name." = "Пользовательская палитра с именем «%@» уже существует. Выберите другое имя.";

/* Message shown to user when they attempt to rename a color list to a name that is already in use. */
"You already have a palette named \\U2018%@\\U2019. Choose a different name." = "Палитра с именем «%@» уже существует. Выберите другое имя.";

/* NEED COMMENT */
"You can\\U2019t rename \\U2018%@\\U2019 to \\U2018%@\\U2019." = "Вы не можете переименовать «%1$@» в «%2$@».";

